[
    {
        "id": "1",
        "heading": "Microsoft Excel",
        "price": "126",
        "instructor": "Jason Williams",
        "instructor_avater": "https://i.ibb.co/Dbqj2jR/images-q-tbn-ANd9-Gc-Rf4f-XK1-KQsi2-UIMvdv-K43q-Kilas3m9v-HPKOg-usqp-CAU.jpg",
        "about": {
            "point": "4.0",
            "people": "4587"
        },
        "course_banner": "https://i.ibb.co/BG8TJ3d/corporify-do-not-use-excel.jpg",
        "curriculum": "Complete complex tasks quickly by learning Microsoft Excel's basic to advanced functions formulas tips and tricks.From basic data entry to advanced calculation to data analysis Analyzing worksheet data through Excel and saving time using advanced Excel formulas, data filters, charting and other features Increase productivity in office work or study by learning easy use of Microsoft Excel's advanced functions",
        "description": "Struggling to keep track of thousands of office projects or work? Time-consuming tasks can be done very easily by learning the functions, formulas, tips and tricks of Microsoft Excel in academic or professional life. Currently, every organization's work depends on Microsoft Excel, so once you learn Excel well, you will be ahead in your career. So Edule has come up with “Microsoft Excel” course to keep you ahead in the job market by teaching you all the details of Microsoft Excel"
    },
    {
        "id": "2",
        "heading": "SEO Course for Beginners",
        "price": "154",
        "instructor": "Abraham Luise",
        "instructor_avater": "https://i.ibb.co/3FyGH9g/images-q-tbn-ANd9-Gc-Rreh9-Fwfj6m-P6s9-CINDCpf-UXmi6-Or-RXJo-D8f-FI7-BV01mzbb-C1-Fh-W5-MLGQZYg-H9-PJ.jpg",
        "about": {
            "point": "4.3",
            "people": "4597"
        },
        "course_banner": "https://i.ibb.co/XZHTnXw/webseo-search-engine-optimization-concept-with-magnifying-glass-vector-185038-484.jpg",
        "curriculum": "SEO Basics, Search Engines, Domain-Hosting, Keyword Research, Onpage SEO, Offpage SEO Using various SEO tools including Google Search Console Industry-wide SEO practices through various project-based work SEO Learn Search Engines, Domain-Hosting, Keyword Research, Onpage SEO, Offpage SEO",
        "description": "It is possible to increase a website's organic traffic from Google search several times only through SEO or Search Engine Optimization. As there are numerous websites on a particular topic, only those websites that follow proper SEO practices will dominate Google's search engine. Since most people do not visit the second page of Google search results, it is necessary to optimize the website according to the rules of SEO. SEO experts are in high demand among website owners in this era of competition."
    },
    {
        "id": "3",
        "heading": "Cartoon Animation",
        "price": "154",
        "instructor": "Alex Ambrose",
        "instructor_avater": "https://i.ibb.co/60J2Kmr/images-q-tbn-ANd9-Gc-TZj-DA5uxzz-OOu2r-Dy-OM2-Lm7y-SH2-A8d-Nlje-YJs-S7-Teho1kac8-Gycx-Hj-Wtw-O6t-Ar.jpg",
        "about": {
            "point": "4.5",
            "people": "5597"
        },
        "course_banner": "https://i.ibb.co/cTdncZL/images-q-tbn-ANd9-Gc-S5k6xp6fro-Quh6-PNv0yccf-ETw-IJ-e21o-XIqw-usqp-CAU.jpg",
        "curriculum": "From Basics to Important Rules of Cartoon Animation Creating animations using Adobe Animate Basic sound designing including blocking, timing, spacing using Audacity Video",
        "description": "Animation is a very interesting subject for those who do crochet. What if you knew how to bring your drawings to life using animation? But since most of the online tutorials for creating animation are in English, many people give up even after starting to learn.On the other hand, offline courses are expensive and out of reach for many. Again, many important things remain unknown to us due to not teaching step by step. So, Edule has come up with 'Cartoon Animation' course to eliminate these problems for new animators."
    },
    {
        "id": "4",
        "heading": "Robotics for Beginners",
        "price": "145",
        "instructor": "Katy Perry",
        "instructor_avater": "https://i.ibb.co/NtzdWxg/profile-square.jpg",
        "about": {
            "point": "4.8",
            "people": "7597"
        },
        "course_banner": "https://i.ibb.co/LhdjDHN/B-tech-in-robotics-engineeirng.webp",
        "curriculum": "Everything you need to get started in robotics.Techniques to easily master all the complexities of robots and robotics.How to apply scientific and mathematical concepts in different real life situations.",
        "description": "In today's technology-driven world, preparing yourself for the future is more important than ever. If you are wondering how to learn robotics and enter the world of robotics, Edule has brought you the 'Robotics for Beginners' course. This course will make your learning journey in the robotics and robotics industry easy and lively.You must be thinking that it is not possible for everyone to enter the robotics field. But if you learn it right from the very basics, you too can work with robotics. By taking this course, you will not only acquire problem solving skills, but also acquire the scientific and mathematical concepts required for robotics."
    },
    {
        "id": "5",
        "heading": "Motion Graphics in After Effects",
        "price": "137",
        "instructor": "Danilo Perira",
        "instructor_avater": "https://i.ibb.co/QDsPvK3/images-q-tbn-ANd9-Gc-TSrd-B8r-Rg-A1qgkw0ckc-Trh-Ia0kp-V2-ILvb-MWg-usqp-CAU.jpg",
        "about": {
            "point": "4.6",
            "people": "4767"
        },
        "course_banner": "https://i.ibb.co/84kzwWJ/maxresdefault.jpg",
        "curriculum": "Basic to intermediate level work using Adobe After Effects.How to do logo animations, character animations, plugins, motion tracks, etc.Basics of video effects and 2D or 3D animation.Use of green screen and creation of intro and outro",
        "description": "Motion graphics doesn't just mean large-scale works like Disney or Pixar's animated movies. The title animation that we see before the start of a drama or movie is also a kind of motion graphics work. Motion graphics work is growing in tandem with the ever-increasing video content across the Internet. And with that, the demand for a motion graphics designer is increasing.Many are afraid to learn motion graphics work as it is a somewhat advanced level skill. Many are overwhelmed by the interface of video software. But fortunately, learning this skill with difficulty will not fail at all. Harder skills like motion graphics are less competitive and pay more because most people want to learn the easier skills."
    },
    {
        "id": "6",
        "heading": "Web Design",
        "price": "178",
        "instructor": "Anna jonson",
        "instructor_avater": "https://i.ibb.co/vHpGD33/reed-profile-square.jpg",
        "about": {
            "point": "4.7",
            "people": "6767"
        },
        "course_banner": "https://i.ibb.co/VmZRT6T/Web-Designing-Course-Syllabus.jpg",
        "curriculum": "Good understanding of website development planning, designing and coding,Use of HTML and CSS languages,Creating website layouts and templates,The process of web hosting,Responsive and interactive website design,How to Create a User Friendly Website, Responsive and interactive website design and User-friendly website design",
        "description": "Those who keep an eye on the world of technology must know how much a person who knows how to design a website is valued these days. In this age of technology, it has become essential for every organization to have a website. And so, the demand for skilled web designers is constantly increasing.Web design is the act of creating a template of how a website will look. This design should not only be visually pleasing but also functional at the same time. A professional web designer must have two major skills programming and design sense. There are also many more detailed skills."
    },
    {
        "id": "7",
        "heading": "Programming for kids",
        "price": "170",
        "instructor": "Rosey",
        "instructor_avater": "https://i.ibb.co/5W9HshP/female-user-profile-avatar-is-woman-character-screen-saver-with-emotions-505620-617.jpg",
        "about": {
            "point": "4.7",
            "people": "6767"
        },
        "course_banner": "https://resources.codingal.com/hubfs/hero%20image.png",
        "curriculum": "An easy way to learn the intricacies of Javascript, HTML and CSS.Use of various functions, variables and logic blocks to build apps.Creating fun apps like adventure apps, timer apps and paint apps.The use of animation in game development and how to create games like Space Shooter and Gold Rush.How to effortlessly design an inventory tracker and social media site using HTML and CSS.",
        "description": "In this age of information technology, it is very important to teach children coding or programming from an early stage, which is done in most countries of the developed world. Computer programming will teach your child a new mathematical language, which will encourage creativity and innovation, strengthen the foundation of mathematics and teach them to implement decisions in a well-planned way.But typing the word 'programming' on the internet brings up a lot of information, which makes it quite difficult to find the right direction. So Edule brings 'Programming For Kids' course to teach your child programming in a fun way!"
    },
    {
        "id": "8",
        "heading": "Study Smart",
        "price": "177",
        "instructor": "Kylie jenner",
        "instructor_avater": "https://i.ibb.co/18qfhtd/0x0.jpg",
        "about": {
            "point": "4.9",
            "people": "6789"
        },
        "course_banner": "https://i.ibb.co/9pR2SXT/images-q-tbn-ANd9-Gc-QGKablk-Qb-Ecmgegxf6-EIhw-Akw48j0-G68-L5-Ww-usqp-CAU.jpg",
        "curriculum": "How to finish reading fast.How to remember reading for a long time.Strategies to study regularly.Strategies to Increase Productivity Scientifically.If there is a deficit in education, there is a way to get out of that deficit",
        "description": "'So-and-so studies for eight hours every day, and I also study for eight hours. Why does he get first in the exam, and I can't?' - Have you ever felt like this? Or, can't remember to sit in the exam hall after staying up all night studying at the table - has that happened?.We believe that only by studying more and more will the result be better But more effective and important than 'Study Hard' is 'Study Smart'. That is, instead of sitting at the table all the time and studying in the wrong way, if you study in the right way at the right time, you can get better results. Ten Minute School has come up with the ``Study Smart'' course to help with these smart study rules and study routines. This course teaches study rules, how to study routinely and how to remember studies."
    },
    {
        "id": "9",
        "heading": "Microsoft PowerPoint",
        "price": "165",
        "instructor": "Tom Cruise",
        "instructor_avater": "https://i.ibb.co/HBS7rPg/b9fa5f81b1c04bbf439ef40515b1b6e464-tom-cruise-1x-rsquare-w1400.jpg",
        "about": {
            "point": "4.8",
            "people": "6989"
        },
        "course_banner": "https://i.ibb.co/dkWhptK/powerpoint-1024x559.jpg",
        "curriculum": "Make presentations with confidence in school-college, university, and corporate life by creating attractive slides with Microsoft PowerPoint.Data Visualization using Microsoft PowerPoint.Great hacks with graphics and animations in PowerPoint.Techniques for making 3D models starting from basic shapes.",
        "description": "Slides are used as visual aids in presentations to keep the audience's attention on what the speaker is saying. If the slides are attractive, you can get good marks in the class presentation, as well as impress the boss or business partner in the office presentation.Don't understand how you too can dazzle everyone with a great presentation? If you also want to create attractive and professional presentations by learning 3D Animation-Graphics from the basic tools of Microsoft PowerPoint, then the “Microsoft PowerPoint” course is for you."
    }
]